[
  "中美贸易战以来，腾讯的微信遭到了美国APP市场的禁止，为了摆脱困境，腾讯高管准备开发一款换皮APP。\n腾讯高管说：“我们这一款APP不是中国的wechat，也不是美国的wechat，是大家的wechat。”\n但是在开发过程中，第一款现行版本阿尔法版本宣告失败，于是腾讯迅速开发了贝塔版本。\n于是，腾讯在APP store上上架了一款名为：大家wechat B的软件。",
  "看了一天的英雄竞技场\n驴哥英雄竞技场12-1难掩颓势，戴佳伟诅咒术7-3尽显王者风范\n如果要我评分的话，驴哥能有个A，而戴佳伟才B",
  "从前有个小伙总是被雷劈，有一天他找到一个大师，希望大师帮帮他。大师给了他一本书，对他说：“这其中的奥妙你自己去悟。”小伙开心的把书带回了家，打开书一看，却发现里面一个字也没有。小伙恼羞成怒，觉得自己被耍了，于是他拎起书就要去质问大师。不巧的事刚出门没多久天又打起了雷，一看四周没有地方可以躲，小伙闭上了眼睛等待雷再次劈刀自己身上，过了许久却什么都没发生。小伙睁开眼睛一看，雷在自己面前劈出了一个大坑，却没劈到自己，于是恍然大悟：原来一拎书就会劈歪！",
  "从前有个人叫戴佳伟，他打牌很菜，于是人人纷纷说：戴佳伟菜逼",
  "咆哮魔（震声）\n一旦接受了自己的牙缝🎶那我就是 入口即化🎵\n哦，对的对的对的🔉啊，不对不对不对🔉哦，对的对的对的🔉啊，不对不对不对🔉哦，对的对的对的🔉啊，不对不对不对🔉\n变身！！🎶\n哦，对的对的对的🔉啊，不对不对不对🔉\n哦！我tm打错了！🔊\n哼啊啊啊啊啊啊啊啊🎶\n🎤🎶那女孩对我说↑↑🎶\n🎶戴佳伟是→辆～～～🎵\n🎶大→铲→铲→铲↗车↘↗🎶",
  "大家都在等djw笑话，我愿称之为待佳为笑话",
  "告诫各位，雷雨天千万不要躲树下，很危险的。我们村有一个人就在树下避雨，结果一道雷就顺着那棵树劈下，人当场暴毙。每次提到这个人，大家都叹惋说：“倚邻树才毙。”所以没事应该待在家里，为的就是雷只在外面劈而伤不到自己，也就是“待家为劈外”。",
  "彼时的炉石，tnt有跳费德侵扰，战棋有娜迦称霸，djw召集众术士，要变成斗鱼一个大菜逼。传说，djw在出征之时，曾言道：哦对的对的对的，哎呀不对，不对；哦我tm打错了",
  "面对加坦杰厄，人们从未放弃希望，始终相信着光之巨人终会重新站起，相信迪迦奥特曼不会就此陨落于邪神的触手之下，即所谓“待伽伪踩毙”",
  "从前有个人叫戴佳伟，在一次考试中，戴佳伟精心准备了小抄，放到自己的碳素笔里，想着这样就能瞒天过海，不料，这支笔在考试中不小心掉到了地上，戴佳伟伸出脚去勾，他的异样被老师发现，老师就问他在干什么。戴佳伟嘴上答应着，心里一慌，一脚把碳素笔踩裂，里面的小抄也露了出来，被当场开除。他的同学们在提起这件事时都会说“戴佳伟师答踩笔”。",
  "孔子东游，见两小儿辩论，问其故。\n一儿曰：“我以平湖djw为彩笔。”\n一儿曰：“我以LGD.SGD为大师。”\n一儿曰：“先交易再卡扎，探索安哥洛不挖宝，此不为铁彩笔呼？”\n一儿曰：“三服登顶，竞技场之王，诈骗、狗叫、双钓宇宙萨，此不为真正的构筑大师呼？”\n孔子不能决也。\n两小儿笑曰：“老师彩笔。”",
  "三国时期，曹丕征战一生，身心疲惫，结果最后身患重病，他把自己的心腹大臣和子嗣叫到床榻前，交代后事。大臣对曹丕说：“陛下，您临终前有什么遗憾吗？”曹丕说：“还记得我曾经的妃子甄姬，她曾经最喜欢吃朕后花园里种的菜。后来遭小人陷害，朕亲自处死了她，现在朕后悔莫及。如果还有再来一次的机会，朕只想在皇宫中亲自采摘蔬菜，为甄式做饭。”大臣们十分感动，告知天下，皇帝的遗愿是：待家为甄姬拔菜。",
  "之前的酒馆战棋中，夜吹用“致命的孢子”（俗称“针”）这张牌阴死过不少人，所以他特别喜欢针这张牌。可是在新版本设计师将期移除了，并使用了火车王来顶替，夜吹对此感到非常愤怒。他听说戴佳伟也很喜欢针，便向戴佳伟询问看法，戴佳伟说：“我也讨厌设计师用火车王顶替针，我可以非常坚定地告诉你：设计师一定是个不会玩战棋的菜逼！”\n史称：戴佳伟亦厌顶针，坚定为菜逼。",
  "真核细胞mRNA前体在核内要经过戴帽,加尾,甲基化和切除间隔序列等加工程序,最后才能成为成熟的mRNA，只有等加尾结束后才能继续进行翻译，这过程称为待加尾才毕。",
  "我跟高中同学吃饭，喝多了了酒，不能开车，于是就叫了个代架。我因为喝醉了上车就睡着了，等我再醒的时候发现已经被交警拦下来了，我想\"不对呀，我明明叫了代驾怎么还会被交警拦下来呢？\"就在这时在车外跟交警解释半天的代价跑回了车里，一脸不好意思的向我解释道\"刚刚把刹车踩成油门了，创了个红灯\"我笑了，说道\"原来，代驾为菜逼啊\"",
  "有个人和朋友关系很好，虽然他工作很忙但是一直想着他朋友。他知道他朋友很喜欢吃kfc，于是到了周四他就在工作时偷偷发信息过去：疯狂！饿？v你！但是他手往键盘左移了一位，于是发出的信息是djwcb",
  "有一日佳伟和狗贼喝酒，二人喝到正兴，打算做一游戏，狗贼提出玩猜硬币。硬币抛出，佳伟将硬币掩在手中，却默不作声。外人看来疑惑。只见狗贼慢慢说到：待佳伟猜币",
  "宋徽宗宣和年间，奸臣当道，民不聊生。有豪杰占山谋反。朝廷起兵镇压，落败而归。徽宗痛斥将领，何以溃败？答曰：山中有精壮贼匪千万，操练有序。筑琉璃圆币编制成甲，腰缠琉璃玉带，于日光下，彩光璀璨。使我兵士难睁双目。夜间贼匪匿于山林，又有浓雾遮蔽，忽而不见，忽而遍山燃起火把，如漫天繁星。我军日夜难攻，又受贼匪奇袭，难以抵挡。徽宗大惊，忙问是何人占山。答曰：未见其人，只知其以玉坠为符，号令群匪。玉质深邃，状如雄鹰。坊间有儿歌述之曰，山王真豪侠，聚义成忠烈。币彩为甲带，鹰坠镇星夜。",
  "有一次老师在街上闲逛，正好遇到一群人在围着不知道什么东西在那嚷嚷。老师也想凑凑热闹，走近一看，原来是一家珠宝店在搞活动。旁边立着一个大海报:从头开始写数字，写满一万个数，就能当众拿走金币!老师顿时来了兴趣:我是谁啊？我是术学老师，别人数不来我还数不来吗？于是当场交了押金就开始奋笔疾书。几个小时后，老师拿着慢慢一塌的草稿纸递给举办方。但是举办方只看了一眼，就摇了摇头走开了。老师很生气地质问道:从一开始写，一直写到了一万，明明都写对了。为什么不给我金币呢?举办方指着海报说:从头开始，要从零开始写才行。\n  老师恍然大悟道:原来如此！以零数，才得一币。",
  "有一次老师和牢头出去吃饭。点菜的时候牢头发现这家店有道招牌菜叫做翡翠王八汤，感觉很好奇就点了。过了一会老板把菜端了上来，两人这才发现这道王八汤通体呈碧绿色，晶莹剔透，非常诱人。老师吃了后表示:“路口计划。”饭闭，两人都忍不住问老板到:“你们这道翡翠王八汤到底是怎么做才能做到这么碧绿通透的？”老板微微一笑答到:“我们炖王八的时候是带着壳一起炖的。”老师恍然大悟道:“原来如此！带甲煨，才碧！”",
  "给大家解释一下新机制:\n【巨型】\n将一个怪兽拆成几个随从一同入场，非常强大，代价是原画壁纸也被拆成几个部分，简称:代价为拆壁。",
  "王师傅和异灵术老师夜晚出去散步，夜风扬起了路边的烟尘，迷住了老师的眼眸，王师傅赶紧帮老师吹了吹，又称，王师傅夜吹菜比",
  "最近警方发现市面上有假币流窜，便开始秘密调查，最终发现了一个假币制造的团伙。警方突击了他们的工厂，发现复印机还在运作，裁纸机却坏了，根据现场的罪犯交代警方马上又扑向了另一对躲在家中的同伙，搜捕人员很奇怪为什么他们不在工厂制作假币而是呆在家里，罪犯说道：呆家为裁币。",
  "很久很久以前，有一本书经过漫长的天地滋养，有一天终于通了灵，而其本身在灵气淬炼下也变得通体碧绿，象征着它强盛的生命力和一身强大的神通。\n\n怎奈这本书性格暴戾，每次出关都会对外界大肆破坏一番，虽然此举理当罪无可赦，然神明念其修炼不易，故将其封印于天界边荒，唯有傍晚时分才可稍作透气，而每当其在天边露出形体时，阴影会让天空中变得微微暗淡下来，不知其理的凡人便将此称之为淡暮时分。\n\n后此事为世人所知，故有记载云：“一灵书彩碧，喜辟外，成天边淡暮。”",
  "术学小测试\n选择题\n1.恐龙为何灭绝？\nA 戴佳伟牙缝太宽没挡住小行星撞击地球\nB 白垩纪末期气候变化\nC 火山喷发\nD因为前肢短小无法为戴佳伟鼓掌而灭绝\n2.如果无法在直播间找到戴佳伟，那么他最可能在哪个地方？\nA 健身房\nB 洗脚城\nC 玉米地\nD 厕所\n3.戴佳伟最喜欢的食物是？\nA 油豆腐扣漏\nB 漏丸\nC 欢茄炒蛋\nD 金针菇炒漏丝\n简答题\n1.平湖八大家分别是？\n\n2.戴佳伟的墓志铭是？\n\n3.戴佳伟战败语音是？",
  "一个客户找我们家具公司专门定制了一张卧榻。因为他腿脚不灵便，所以要求这张卧榻可以电动升降。\n       我和工程师助手小戴开始钻研如何改装原款的卧榻。努力了三天三夜，最终电动马达组装后发现卧榻动不了。\n       终于我们发现了问题。\n       “哦哦哦！卧榻马达错了！”小戴疯狂挠头大悟。\n       “哦对的对的对的。”我也突然明白了。\n        “哦不对，还有个局机！”小戴说道，不禁握拳砸掌。\n         没错，还有个局部电机没装。\n         我有点生气了，真是个粗心的家伙。\n        “不对吧，这一废乃悟不对吧”我调侃道，“早干嘛去了？”\n         “对，对嘛？”他又问。\n         第二天我把助手小戴踢出了工作组。",
  "我近期认识一位外国网友名叫David Jones，他说自己和双胞胎兄弟Billy长得太像而总是被搞混，因此时常有人说David Jones was called Billy, 简称djwcb"
]